results/core6_v1/raw_batch2_20260710/incremental_blocks_4_5/20260710T151242_spike_H115_rep4/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 145312 out of 145312
     data_received..................: 33 MB   58 kB/s
     data_sent......................: 15 MB   27 kB/s
     http_req_blocked...............: avg=5.98µs   min=1.34µs   med=4.85µs   max=19.19ms  p(90)=7.42µs   p(95)=8.58µs  
     http_req_connecting............: avg=371ns    min=0s       med=0s       max=19.14ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=46ms     min=803.07µs med=31.36ms  max=194.87ms p(90)=99.04ms  p(95)=107.68ms
       { expected_response:true }...: avg=46ms     min=803.07µs med=31.36ms  max=194.87ms p(90)=99.04ms  p(95)=107.68ms
   ✓ http_req_failed................: 0.00%   0 out of 145312
     http_req_receiving.............: avg=860.05µs min=12.05µs  med=363.14µs max=72.5ms   p(90)=1.83ms   p(95)=2.65ms  
     http_req_sending...............: avg=15.76µs  min=3.58µs   med=11.54µs  max=1.84ms   p(90)=23.05µs  p(95)=41.5µs  
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=45.13ms  min=672.65µs med=30.87ms  max=194.21ms p(90)=97.16ms  p(95)=105.86ms
     http_reqs......................: 145312  254.941159/s
     iteration_duration.............: avg=146.7ms  min=102.48ms med=132.1ms  max=295.43ms p(90)=199.68ms p(95)=208.3ms 
     iterations.....................: 145312  254.941159/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100